Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: MCP Destination
de: MCP Ziel
es: MCP Destino
hi: ZXQDNSDEKTERM0000QXZ गंतव्य
id: MCP Tujuan
ja: MCP 宛先
ko: MCP 대상
pl: MCP Miejsce docelowe
pt_br: Destino MCP
uk: MCP Пункт призначення
vi: Điểm đến MCP
zh_hans: MCP 目的地
zh_hant: MCP 目的地

source: MM/DD/YYYY, 12h (01/15/2023, 2:30 PM)
de: MM/TT/JJJJ, 12h (15.01.2023, 14:30 Uhr)
es: DD/MM/AAAA, 12h (15/01/2023, 14:30)
fr: MM/JJ/AAAA, 12h (15/01/2023, 14h30)
hi: MM/DD/YYYY, 12 घंटे (01/15/2023, 2:30 अपराह्न)
id: MM/DD/YYYY, 12 jam (15/01/2023, 14:30)
ja: YYYY/MM/DD、12 時間 (01/15/2023、午後 2 時 30 分)
ko: MM/DD/YYYY, 12시간(2023년 1월 15일, 오후 2시 30분)
pl: MM/DD/RRRR, 12h (15.01.2023, 14:30)
pt_br: DD/MM/AAAA, 12h (15/01/2023, 14h30)
tr: AA/GG/YYYY, 12sa (15.01.2023, 14:30)
uk: ДД/ММ/РРРР, 12 годин (15.01.2023, 14:30)
vi: THÁNG/NGÀY/YYYY, 12h (15/01/2023, 2:30 chiều)
zh_hans: 月/日/年，12 小时（2023 年 1 月 15 日，下午 2:30）
zh_hant: 月/日/年，12 小時（2023 年 1 月 15 日，下午 2:30）

source: MM/DD/YYYY, 24h (01/15/2023, 14:30)
de: MM/TT/JJJJ, 24h (15.01.2023, 14:30)
es: DD/MM/AAAA, 24h (15/01/2023, 14:30)
fr: MM/JJ/AAAA, 24h (15/01/2023, 14h30)
hi: MM/DD/YYYY, 24 घंटे (01/15/2023, 14:30)
id: MM/DD/YYYY, 24 jam (15/01/2023, 14:30)
ja: YYYY/MM/DD、24時間 (01/15/2023、14:30)
ko: MM/DD/YYYY, 24시간(2023년 1월 15일, 14:30)
pl: MM/DD/RRRR, 24h (15.01.2023, 14:30)
pt_br: DD/MM/AAAA, 24h (15/01/2023, 14h30)
tr: AA/GG/YYYY, 24sa (01/15/2023, 14:30)
uk: ДД/ММ/РРРР, 24 години (15.01.2023, 14:30)
vi: THÁNG/NGÀY/YYYY, 24h (15/01/2023, 14:30)
zh_hans: 年/月/日，24 小时（2023 年 1 月 15 日，14:30）
zh_hant: 年/月/日，24 小時（2023 年 1 月 15 日，14:30）

source: MX priority must be between 0 and 65535
de: Die MX-Priorität muss zwischen 0 und 65535 liegen
es: La prioridad MX debe estar entre 0 y 65535
fr: La priorité MX doit être comprise entre 0 et 65535
hi: एमएक्स प्राथमिकता 0 और 65535 के बीच होनी चाहिए
id: Prioritas MX harus antara 0 dan 65535
ja: MX 優先度は 0 ～ 65535 でなければなりません
ko: MX 우선순위는 0에서 65535 사이여야 합니다.
pl: Priorytet MX musi mieścić się w przedziale od 0 do 65535
pt_br: A prioridade MX deve estar entre 0 e 65535
tr: MX önceliği 0 ile 65535 arasında olmalıdır
uk: Пріоритет MX має бути від 0 до 65535
vi: Mức độ ưu tiên MX phải nằm trong khoảng từ 0 đến 65535
zh_hans: MX 优先级必须介于 0 到 65535 之间
zh_hant: MX 優先權必須介於 0 到 65535 之間

source: Mac Required
de: Mac erforderlich
es: Se requiere Mac
fr: Mac requis
hi: मैक आवश्यक
id: Diperlukan Mac
ja: Macが必要です
ko: 맥 필요
pl: Wymagany komputer Mac
pt_br: Mac necessário
tr: Mac Gerekli
uk: Потрібен Mac
vi: Yêu cầu máy Mac
zh_hans: 需要苹果电脑
zh_hant: 需要蘋果電腦

source: Mail server (e.g. mx1.example.com.)
de: Mailserver (z. B. mx1.example.com.)
es: Servidor de correo (por ejemplo, mx1.example.com.)
fr: Serveur de messagerie (par exemple mx1.example.com.)
hi: मेल सर्वर (उदा. mx1.example.com.)
id: Server email (mis. mx1.example.com.)
ja: メールサーバー (例: mx1.example.com.)
ko: 메일 서버(예: mx1.example.com)
pl: Serwer pocztowy (np. mx1.example.com.)
pt_br: Servidor de correio (por exemplo, mx1.example.com.)
tr: Posta sunucusu (ör. mx1.example.com.)
uk: Поштовий сервер (наприклад, mx1.example.com.)
vi: Máy chủ thư (ví dụ: mx1.example.com.)
zh_hans: 邮件服务器（例如 mx1.example.com。）
zh_hant: 郵件伺服器（例如 mx1.example.com。）

source: Manage
de: Verwalten
es: Administrar
fr: Gérer
hi: प्रबंधित करें
id: Kelola
ja: 管理する
ko: 관리하다
pl: Zarządzaj
pt_br: Gerenciar
tr: Yönet
uk: Керувати
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

source: Manage API keys
de: API-Schlüssel verwalten
es: Administrar claves API
fr: Gérer les clés API
hi: एपीआई कुंजियाँ प्रबंधित करें
id: Kelola kunci API
ja: APIキーを管理する
ko: API 키 관리
pl: Zarządzaj kluczami API
pt_br: Gerenciar chaves de API
tr: API anahtarlarını yönetin
uk: Керуйте ключами API
vi: Quản lý khóa API
zh_hans: 管理 API 密钥
zh_hant: 管理 API 金鑰

source: Manage API tokens
de: API-Tokens verwalten
es: Administrar tokens API
fr: Gérer les jetons API
hi: एपीआई टोकन प्रबंधित करें
id: Kelola token API
ja: APIトークンを管理する
ko: API 토큰 관리
pl: Zarządzaj tokenami API
pt_br: Gerenciar tokens de API
tr: API belirteçlerini yönetin
uk: Керуйте маркерами API
vi: Quản lý mã thông báo API
zh_hans: 管理 API 令牌
zh_hant: 管理 API 令牌

source: Manage AWS access keys
de: Verwalten Sie AWS-Zugriffsschlüssel
es: Administrar claves de acceso de AWS
fr: Gérer les clés d'accès AWS
hi: AWS एक्सेस कुंजियाँ प्रबंधित करें
id: Kelola kunci akses AWS
ja: AWS アクセスキーを管理する
ko: AWS 액세스 키 관리
pl: Zarządzaj kluczami dostępu AWS
pt_br: Gerenciar chaves de acesso da AWS
tr: AWS erişim anahtarlarını yönetin
uk: Керуйте ключами доступу до AWS
vi: Quản lý khóa truy cập AWS
zh_hans: 管理 AWS 访问密钥
zh_hant: 管理 AWS 存取金鑰

source: Manage Providers
de: Anbieter verwalten
es: Administrar proveedores
fr: Gérer les fournisseurs
hi: प्रदाताओं को प्रबंधित करें
id: Kelola Penyedia
ja: プロバイダーの管理
ko: 공급자 관리
pl: Zarządzaj dostawcami
pt_br: Gerenciar provedores
tr: Sağlayıcıları Yönet
uk: Керувати постачальниками
vi: Quản lý nhà cung cấp
zh_hans: 管理提供商
zh_hant: 管理提供者

source: Manage UltraDNS users
de: Verwalten Sie UltraDNS-Benutzer
es: Administrar usuarios UltraDNS
fr: Gérer les utilisateurs UltraDNS
hi: UltraDNS उपयोगकर्ताओं को प्रबंधित करें
id: Kelola pengguna UltraDNS
ja: UltraDNS ユーザーを管理する
ko: UltraDNS 사용자 관리
pl: Zarządzaj użytkownikami UltraDNS
pt_br: Gerenciar usuários UltraDNS
tr: UltraDNS kullanıcılarını yönetin
uk: Керуйте користувачами UltraDNS
vi: Quản lý người dùng UltraDNS
zh_hans: 管理 UltraDNS 用户
zh_hant: 管理 UltraDNS 用戶

source: Mask record values
de: Datensatzwerte maskieren
es: Valores de registro de máscara
fr: Masquer les valeurs d'enregistrement
hi: मास्क रिकॉर्ड मान
id: Nilai rekaman topeng
ja: レコード値をマスクする
ko: 마스크 레코드 값
pl: Maskuj wartości rekordów
pt_br: Mascarar valores de registro
tr: Kayıt değerlerini maskele
uk: Значення запису масок
vi: Giá trị bản ghi mặt nạ
zh_hans: 掩码记录值
zh_hant: 遮罩記錄值

source: Medium (e.g., Jan 15, 2023, 10:00 AM)
de: Mittel (z. B. 15. Januar 2023, 10:00 Uhr)
es: Medio (p. ej., 15 de enero de 2023, 10:00 a. m.)
fr: Moyen (par exemple, 15 janvier 2023, 10h00)
hi: मध्यम (जैसे, 15 जनवरी 2023, 10:00 पूर्वाह्न)
id: Sedang (misalnya, 15 Jan 2023, 10.00)
ja: 中 (例: 2023 年 1 月 15 日、午前 10 時)
ko: 중간(예: 2023년 1월 15일 오전 10시)
pl: Średni (np. 15 stycznia 2023 r., 10:00)
pt_br: Médio (por exemplo, 15 de janeiro de 2023, 10h)
tr: Orta (ör. 15 Ocak 2023, 10:00)
uk: Середній (наприклад, 15 січня 2023 р., 10:00)
vi: Trung bình (ví dụ: 10:00 sáng ngày 15 tháng 1 năm 2023)
zh_hans: 中（例如，2023 年 1 月 15 日上午 10:00）
zh_hant: 中（例如，2023 年 1 月 15 日上午 10:00）

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
hi: मेटाडेटा
ja: メタデータ
ko: 메타데이터
pl: Metadane
pt_br: Metadados
tr: Meta veriler
uk: Метадані
vi: Siêu dữ liệu
zh_hans: 元数据
zh_hant: 元數據

source: Missing required CSV headers: %@
de: Fehlende erforderliche CSV-Header: %@
es: Faltan encabezados CSV requeridos: %@
fr: En-têtes CSV requis manquants : %@
hi: आवश्यक CSV शीर्षलेख गुम हैं: %@
id: Header CSV yang diperlukan tidak ada: %@
ja: 必要な CSV ヘッダーがありません: %@
ko: 필수 CSV 헤더 누락: %@
pl: Brak wymaganych nagłówków CSV: %@
pt_br: Cabeçalhos CSV necessários ausentes: %@
tr: Gerekli CSV başlıkları eksik: %@
uk: Відсутні необхідні заголовки CSV: %@
vi: Thiếu tiêu đề CSV bắt buộc: %@
zh_hans: 缺少必需的 CSV 标头：%@
zh_hant: 缺少必需的 CSV 標頭：%@

source: Missing required field: %@
de: Fehlendes Pflichtfeld: %@
es: Falta el campo obligatorio: %@
fr: Champ obligatoire manquant : %@
hi: आवश्यक फ़ील्ड गुम है: %@
id: Bidang yang wajib diisi tidak ada: %@
ja: 必須フィールドが欠落しています: %@
ko: 필수 필드 누락: %@
pl: Brak wymaganego pola: %@
pt_br: Campo obrigatório ausente: %@
tr: Gerekli alan eksik: %@
uk: Відсутнє обов’язкове поле: %@
vi: Thiếu trường bắt buộc: %@
zh_hans: 缺少必填字段：%@
zh_hant: 缺少必填欄位：%@

source: NS Verified
de: NS-geprüft
es: NS Verificado
fr: N.-É. Vérifié
hi: एनएस सत्यापित
id: NS Terverifikasi
ja: NS認証済み
ko: NS 인증됨
pl: Zweryfikowano
pt_br: NS verificado
tr: NS Doğrulandı
uk: NS Перевірено
vi: NS đã được xác minh
zh_hans: NS 验证
zh_hant: NS 驗證

source: Name Servers
de: Nameserver
es: Servidores de nombres
fr: Serveurs de noms
hi: नाम सर्वर
id: Server Nama
ja: ネームサーバー
ko: 네임서버
pl: Serwery nazw
pt_br: Servidores de nomes
tr: Ad Sunucuları
uk: Сервери імен
vi: Máy chủ tên
zh_hans: 名称服务器
zh_hant: 名稱伺服器

source: Name is required
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est requis
hi: नाम आवश्यक है
id: Nama wajib diisi
ja: 名前は必須です
ko: 이름은 필수입니다
pl: Imię i nazwisko jest wymagane
pt_br: O nome é obrigatório
tr: Ad gerekli
uk: Необхідно вказати ім'я
vi: Tên là bắt buộc
zh_hans: 姓名为必填项
zh_hant: 姓名為必填項

source: Name too long (max 253 characters)
de: Name zu lang (maximal 253 Zeichen)
es: Nombre demasiado largo (máximo 253 caracteres)
fr: Nom trop long (253 caractères maximum)
hi: नाम बहुत लंबा है (अधिकतम 253 अक्षर)
id: Nama terlalu panjang (maks 253 karakter)
ja: 名前が長すぎます (最大 253 文字)
ko: 이름이 너무 깁니다(최대 253자).
pl: Nazwa jest za długa (maks. 253 znaki)
pt_br: Nome muito longo (máximo de 253 caracteres)
tr: Ad çok uzun (en fazla 253 karakter)
uk: Назва задовга (макс. 253 символи)
vi: Tên quá dài (tối đa 253 ký tự)
zh_hans: 名称太长（最多 253 个字符）
zh_hant: 名稱太長（最多 253 個字元）

source: Name.com Core API records use a minimum TTL of 300 seconds.
de: Name.com Core API-Datensätze verwenden eine Mindest-TTL von 300 Sekunden.
es: Los registros de Name.com Core API utilizan un TTL mínimo de 300 segundos.
fr: Les enregistrements de l'API Name.com Core utilisent une durée de vie minimale de 300 secondes.
hi: Name.com कोर एपीआई रिकॉर्ड न्यूनतम 300 सेकंड के टीटीएल का उपयोग करते हैं।
id: Catatan API Inti Name.com menggunakan TTL minimum 300 detik.
ja: Name.com コア API レコードは、最小 TTL 300 秒を使用します。
ko: Name.com Core API 레코드는 최소 TTL 300초를 사용합니다.
pl: Rekordy API Name.com Core wykorzystują minimalny TTL wynoszący 300 sekund.
pt_br: Os registros da API principal do Name.com usam um TTL mínimo de 300 segundos.
tr: Name.com Core API kayıtları minimum 300 saniyelik TTL kullanır.
uk: Записи Name.com Core API використовують мінімум TTL 300 секунд.
vi: Bản ghi API cốt lõi của Name.com sử dụng TTL tối thiểu là 300 giây.
zh_hans: Name.com 核心 API 记录使用的最小 TTL 为 300 秒。
zh_hant: Name.com 核心 API 記錄使用的最小 TTL 為 300 秒。

source: Namecheap host TTL values must be between 60 and 60000 seconds.
de: Die TTL-Werte des Namecheap-Hosts müssen zwischen 60 und 60.000 Sekunden liegen.
es: Los valores TTL del host de Namecheap deben estar entre 60 y 60000 segundos.
fr: Les valeurs TTL de l’hôte Namecheap doivent être comprises entre 60 et 60 000 secondes.
hi: नेमचीप होस्ट टीटीएल मान 60 और 60000 सेकंड के बीच होना चाहिए।
id: Nilai TTL host Namecheap harus antara 60 dan 60000 detik.
ja: Namecheap ホストの TTL 値は 60 ～ 60000 秒である必要があります。
ko: Namecheap 호스트 TTL 값은 60~60000초 사이여야 합니다.
pl: Wartości TTL hosta Namecheap muszą mieścić się w przedziale od 60 do 60 000 sekund.
pt_br: Os valores TTL do host Namecheap devem estar entre 60 e 60.000 segundos.
tr: Namecheap ana bilgisayar TTL değerleri 60 ile 60000 saniye arasında olmalıdır.
uk: Значення TTL хоста Namecheap мають бути від 60 до 60 000 секунд.
vi: Giá trị TTL của máy chủ Namecheap phải nằm trong khoảng từ 60 đến 60000 giây.
zh_hans: Namecheap 主机 TTL 值必须介于 60 到 60000 秒之间。
zh_hant: Namecheap 主機 TTL 值必須介於 60 到 60000 秒之間。

source: Namecheap requires the public IPv4 address making API requests. Add this address under Namecheap API Access → Whitelisted IPs, then enter the same address here. If your public IP changes, update it in both places.
de: Namecheap benötigt die öffentliche IPv4-Adresse für API-Anfragen. Fügen Sie diese Adresse unter Namecheap API Access → Whitelisted IPs hinzu und geben Sie dann dieselbe Adresse hier ein. Wenn sich Ihre öffentliche IP ändert, aktualisieren Sie sie an beiden Stellen.
es: Namecheap requiere la dirección IPv4 pública para realizar solicitudes de API. Agregue esta dirección en Acceso a la API de Namecheap → IP en la lista blanca, luego ingrese la misma dirección aquí. Si tu IP pública cambia, actualízala en ambos lugares.
fr: Namecheap nécessite l'adresse IPv4 publique pour effectuer des requêtes API. Ajoutez cette adresse sous Namecheap API Access → IPs sur liste blanche, puis entrez la même adresse ici. Si votre adresse IP publique change, mettez-la à jour aux deux endroits.
hi: Namecheap को API अनुरोध करने के लिए सार्वजनिक IPv4 पते की आवश्यकता होती है। इस पते को नेमचीप एपीआई एक्सेस → व्हाइटलिस्टेड आईपी के तहत जोड़ें, फिर वही पता यहां दर्ज करें। यदि आपका सार्वजनिक आईपी बदलता है, तो इसे दोनों स्थानों पर अपडेट करें।
id: Namecheap memerlukan alamat IPv4 publik yang membuat permintaan API. Tambahkan alamat ini di bawah Akses API Namecheap → IP yang Masuk Daftar Putih, lalu masukkan alamat yang sama di sini. Jika IP publik Anda berubah, perbarui di kedua tempat.
ja: Namecheap では、API リクエストを行うパブリック IPv4 アドレスが必要です。このアドレスを「Namecheap API Access」→「Whitelisted IPs」の下に追加し、ここに同じアドレスを入力します。パブリック IP が変更された場合は、両方の場所で更新してください。
ko: Namecheap에는 API 요청을 수행하는 공용 IPv4 주소가 필요합니다. Namecheap API 액세스 → 화이트리스트 IP 아래에 이 주소를 추가한 다음 여기에 동일한 주소를 입력하세요. 공용 IP가 변경되면 두 곳 모두에서 업데이트하세요.
pl: Namecheap wymaga publicznego adresu IPv4 wysyłającego żądania API. Dodaj ten adres w obszarze Dostęp do API Namecheap → Adresy IP na białej liście, a następnie wprowadź tutaj ten sam adres. Jeśli Twój publiczny adres IP ulegnie zmianie, zaktualizuj go w obu miejscach.
pt_br: Namecheap requer o endereço IPv4 público para fazer solicitações de API. Adicione este endereço em Namecheap API Access → IPs na lista de permissões e insira o mesmo endereço aqui. Se o seu IP público mudar, atualize-o em ambos os lugares.
tr: Namecheap, API istekleri yapan genel IPv4 adresini gerektirir. Bu adresi Namecheap API Erişimi → Beyaz Listeye Alınan IP'ler altına ekleyin, ardından aynı adresi buraya girin. Genel IP'niz değişirse her iki yerde de güncelleyin.
uk: Namecheap вимагає загальнодоступної адреси IPv4 для надсилання запитів API. Додайте цю адресу в розділі Namecheap API Access → IP-адреси в білому списку, а потім введіть ту саму адресу тут. Якщо ваша публічна IP-адреса зміниться, оновіть її в обох місцях.
vi: Namecheap yêu cầu địa chỉ IPv4 công khai thực hiện các yêu cầu API. Thêm địa chỉ này trong Truy cập API Namecheap → IP được liệt kê trong danh sách trắng, sau đó nhập cùng một địa chỉ vào đây. Nếu IP công cộng của bạn thay đổi, hãy cập nhật nó ở cả hai nơi.
zh_hans: Namecheap 需要公共 IPv4 地址来发出 API 请求。在 Namecheap API Access → 白名单 IP 下添加此地址，然后在此处输入相同的地址。如果您的公共 IP 发生变化，请在两个地方进行更新。
zh_hant: Namecheap 需要一個公共 IPv4 位址來發出 API 請求。在 Namecheap API Access → 白名單 IP 下新增此位址，然後在此輸入相同的位址。如果您的公共 IP 發生變化，請在兩個地方進行更新。

source: Nameserver "%@" is listed more than once.
de: Nameserver „%@“ ist mehr als einmal aufgeführt.
es: El servidor de nombres "%@" aparece más de una vez.
fr: Le serveur de noms « %@ » est répertorié plusieurs fois.
hi: नेमसर्वर "%@" एक से अधिक बार सूचीबद्ध है।
id: Server nama "%@" terdaftar lebih dari satu kali.
ja: ネームサーバー「%@」が複数回リストされています。
ko: 네임서버 "%@"가 두 번 이상 나열되었습니다.
pl: Serwer nazw „%@” jest wymieniony więcej niż raz.
pt_br: O servidor de nomes "%@" está listado mais de uma vez.
tr: Ad sunucusu "%@" birden fazla kez listeleniyor.
uk: Сервер імен "%@" вказано більше одного разу.
vi: Máy chủ tên "%@" được liệt kê nhiều lần.
zh_hans: 名称服务器“%@”多次列出。
zh_hant: 名稱伺服器“%@”多次列出。

source: Nameservers
de: Nameserver
es: Servidores de nombres
fr: Serveurs de noms
hi: नेमसर्वर
id: Server nama
ja: ネームサーバー
ko: 네임서버
pl: Serwery nazw
pt_br: Servidores de nomes
tr: Ad sunucuları
uk: Сервери імен
vi: Máy chủ tên
zh_hans: 名称服务器
zh_hant: 名稱伺服器

source: Need assistance?
de: Benötigen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
hi: सहायता चाहिए?
id: Butuh bantuan?
ja: サポートが必要ですか?
ko: 도움이 필요하신가요?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
vi: Cần hỗ trợ?
zh_hans: 需要帮助吗？
zh_hant: 需要幫助嗎？

source: New Environment
de: Neue Umgebung
es: Nuevo entorno
fr: Nouvel environnement
hi: नया वातावरण
id: Lingkungan Baru
ja: 新しい環境
ko: 새로운 환경
pl: Nowe środowisko
pt_br: Novo ambiente
tr: Yeni Ortam
uk: Нове середовище
vi: Môi trường mới
zh_hans: 新环境
zh_hant: 新環境

source: New Name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
hi: नया नाम
id: Nama Baru
ja: 新しい名前
ko: 새 이름
pl: Nowa nazwa
pt_br: Novo nome
tr: Yeni Ad
uk: Нова назва
vi: Tên mới
zh_hans: 新名称
zh_hant: 新名稱

source: New Value
de: Neuer Wert
es: Nuevo valor
fr: Nouvelle valeur
hi: नया मूल्य
id: Nilai Baru
ja: 新しい価値
ko: 새로운 가치
pl: Nowa wartość
pt_br: Novo valor
tr: Yeni Değer
uk: Нове значення
vi: Giá trị mới
zh_hans: 新价值
zh_hant: 新價值

source: No
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não
tr: Hayır
uk: немає
vi: Không
zh_hans: 否
zh_hant: 否

source: No Environments
de: Keine Umgebungen
es: Sin entornos
fr: Aucun environnement
hi: कोई वातावरण नहीं
id: Tidak Ada Lingkungan
ja: 環境がありません
ko: 환경 없음
pl: Brak środowisk
pt_br: Sem ambientes
tr: Ortam Yok
uk: Без середовищ
vi: Không có môi trường
zh_hans: 无环境
zh_hant: 無環境

source: No Matching Records
de: Keine passenden Datensätze
es: No hay registros coincidentes
fr: Aucun enregistrement correspondant
hi: कोई मेल खाता रिकॉर्ड नहीं
id: Tidak Ada Catatan yang Cocok
ja: 一致するレコードがありません
ko: 일치하는 기록이 없습니다
pl: Brak pasujących rekordów
pt_br: Nenhum registro correspondente
tr: Eşleşen Kayıt Yok
uk: Немає відповідних записів
vi: Không có bản ghi phù hợp
zh_hans: 无匹配记录
zh_hant: 無匹配記錄

source: No Records Found
de: Keine Datensätze gefunden
es: No se encontraron registros
fr: Aucun enregistrement trouvé
hi: कोई रिकार्ड नहीं मिला
id: Tidak Ada Catatan yang Ditemukan
ja: レコードが見つかりませんでした
ko: 기록을 찾을 수 없습니다
pl: Nie znaleziono żadnych rekordów
pt_br: Nenhum registro encontrado
tr: Kayıt Bulunamadı
uk: Записів не знайдено
vi: Không tìm thấy bản ghi nào
zh_hans: 没有找到记录
zh_hant: 沒有找到記錄

source: No changes to preview
de: Keine Änderungen an der Vorschau
es: No hay cambios en la vista previa
fr: Aucun changement dans l'aperçu
hi: पूर्वावलोकन में कोई परिवर्तन नहीं
id: Tidak ada perubahan pada pratinjau
ja: プレビューに変更はありません
ko: 미리보기 변경사항 없음
pl: Brak zmian w podglądzie
pt_br: Nenhuma alteração na visualização
tr: Önizlemede değişiklik yok
uk: Без змін для попереднього перегляду
vi: Không có thay đổi nào để xem trước
zh_hans: 预览没有变化
zh_hant: 預覽沒有變化

source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
hi: कोई फ़ाइल चयनित नहीं
id: Tidak ada berkas yang dipilih
ja: ファイルが選択されていません
ko: 선택한 파일이 없습니다.
pl: Nie wybrano pliku
pt_br: Nenhum arquivo selecionado
tr: Hiçbir dosya seçilmedi
uk: Файл не вибрано
vi: Không có tập tin nào được chọn
zh_hans: 未选择文件
zh_hant: 未選擇文件

source: No internet connection available
de: Keine Internetverbindung verfügbar
es: No hay conexión a internet disponible
fr: Aucune connexion Internet disponible
hi: कोई इंटरनेट कनेक्शन उपलब्ध नहीं है
id: Tidak ada koneksi internet yang tersedia
ja: インターネット接続が利用できません
ko: 인터넷에 연결할 수 없습니다.
pl: Brak połączenia internetowego
pt_br: Nenhuma conexão com a Internet disponível
tr: İnternet bağlantısı yok
uk: Немає підключення до Інтернету
vi: Không có kết nối internet
zh_hans: 没有可用的互联网连接
zh_hant: 沒有可用的互聯網連接

source: No other zones available
de: Keine anderen Zonen verfügbar
es: No hay otras zonas disponibles
fr: Aucune autre zone disponible
hi: कोई अन्य क्षेत्र उपलब्ध नहीं है
id: Tidak ada zona lain yang tersedia
ja: 他に利用可能なゾーンはありません
ko: 다른 영역을 사용할 수 없습니다.
pl: Brak innych stref
pt_br: Nenhuma outra zona disponível
tr: Başka bölge yok
uk: Інших зон немає
vi: Không có khu vực nào khác
zh_hans: 没有其他可用区域
zh_hant: 沒有其他可用區域

source: No provider connected
de: Kein Anbieter angeschlossen
es: Ningún proveedor conectado
fr: Aucun fournisseur connecté
hi: कोई प्रदाता कनेक्ट नहीं है
id: Tidak ada penyedia yang terhubung
ja: プロバイダーが接続されていません
ko: 연결된 제공업체 없음
pl: Żaden dostawca nie jest podłączony
pt_br: Nenhum provedor conectado
tr: Hiçbir sağlayıcı bağlı değil
uk: Провайдер не підключений
vi: Không có nhà cung cấp nào được kết nối
zh_hans: 没有连接提供商
zh_hant: 沒有連線提供者

source: No records contain that substring.
de: Kein Datensatz enthält diese Teilzeichenfolge.
es: Ningún registro contiene esa subcadena.
fr: Aucun enregistrement ne contient cette sous-chaîne.
hi: किसी भी रिकॉर्ड में वह सबस्ट्रिंग नहीं है.
id: Tidak ada catatan yang berisi substring tersebut.
ja: その部分文字列を含むレコードはありません。
ko: 해당 하위 문자열을 포함하는 레코드가 없습니다.
pl: Żaden rekord nie zawiera tego podciągu.
pt_br: Nenhum registro contém essa substring.
tr: Bu alt dizeyi içeren kayıt yok.
uk: Жоден запис не містить цей підрядок.
vi: Không có bản ghi nào chứa chuỗi con đó.
zh_hans: 没有记录包含该子字符串。
zh_hant: 沒有記錄包含該子字串。

source: No records match your search criteria.
de: Keine Datensätze entsprechen Ihren Suchkriterien.
es: Ningún registro coincide con sus criterios de búsqueda.
fr: Aucun enregistrement ne correspond à vos critères de recherche.
hi: कोई भी रिकॉर्ड आपके खोज मापदंड से मेल नहीं खाता.
id: Tidak ada catatan yang cocok dengan kriteria pencarian Anda.
ja: 検索条件に一致するレコードはありません。
ko: 검색 기준과 일치하는 기록이 없습니다.
pl: Żadne rekordy nie odpowiadają Twoim kryteriom wyszukiwania.
pt_br: Nenhum registro corresponde aos seus critérios de pesquisa.
tr: Arama kriterlerinizle eşleşen kayıt yok.
uk: Жоден запис не відповідає вашим критеріям пошуку.
vi: Không có bản ghi nào phù hợp với tiêu chí tìm kiếm của bạn.
zh_hans: 没有记录符合您的搜索条件。
zh_hant: 沒有記錄符合您的搜尋條件。

source: No records yet
de: Noch keine Aufzeichnungen
es: Aún no hay registros
fr: Aucun enregistrement pour l'instant
hi: अभी तक कोई रिकॉर्ड नहीं
id: Belum ada catatan
ja: まだ記録がありません
ko: 아직 기록이 없습니다
pl: Nie ma jeszcze żadnych rekordów
pt_br: Ainda não há registros
tr: Henüz kayıt yok
uk: Записів ще немає
vi: Chưa có hồ sơ nào
zh_hans: 还没有记录
zh_hant: 還沒有記錄

source: No zone selected
de: Keine Zone ausgewählt
es: Ninguna zona seleccionada
fr: Aucune zone sélectionnée
hi: कोई जोन चयनित नहीं
id: Tidak ada zona yang dipilih
ja: ゾーンが選択されていません
ko: 선택한 영역이 없습니다.
pl: Nie wybrano żadnej strefy
pt_br: Nenhuma zona selecionada
tr: Bölge seçilmedi
uk: Зона не вибрана
vi: Không có vùng nào được chọn
zh_hans: 未选择区域
zh_hant: 未選擇區域

source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
ja: なし
ko: 없음
pl: Żadne
pt_br: Nenhum
tr: Yok
uk: Жодного
vi: không có
zh_hans: 无
zh_hant: 無

source: Not enforced
de: Nicht durchgesetzt
es: No aplicado
fr: Non appliqué
hi: लागू नहीं किया गया
id: Tidak ditegakkan
ja: 強制されない
ko: 시행되지 않음
pl: Nie egzekwowane
pt_br: Não aplicado
tr: Zorunlu değil
uk: Не виконується
vi: Không thực thi
zh_hans: 不强制执行
zh_hant: 不強制執行

source: OCI accepts whole-second RRset TTLs; Oracle recommends values of at least 30 seconds.
de: OCI akzeptiert RRset-TTLs von ganzer Sekunde; Oracle empfiehlt Werte von mindestens 30 Sekunden.
es: OCI acepta TTL de RRset de segundos completos; Oracle recomienda valores de al menos 30 segundos.
fr: OCI accepte les TTL RRset d'une seconde entière ; Oracle recommande des valeurs d'au moins 30 secondes.
hi: ओसीआई पूरे दूसरे आरआरसेट टीटीएल को स्वीकार करता है; Oracle कम से कम 30 सेकंड के मान की अनुशंसा करता है।
id: OCI menerima TTL RRset seluruh detik; Oracle merekomendasikan nilai minimal 30 detik.
ja: OCIは整数秒のRRset TTLを受け入れます。 Oracle では、少なくとも 30 秒の値を推奨します。
ko: OCI는 전체 초 RRset TTL을 허용합니다. Oracle에서는 30초 이상의 값을 권장합니다.
pl: OCI akceptuje całodobowe wartości TTL RRset; Oracle zaleca wartości co najmniej 30 sekund.
pt_br: OCI aceita TTLs RRset de segundos inteiros; A Oracle recomenda valores de pelo menos 30 segundos.
tr: OCI tam saniyelik RRset TTL'leri kabul eder; Oracle en az 30 saniyelik değerleri önerir.
uk: OCI приймає цілі секунди RRset TTL; Oracle рекомендує значення не менше 30 секунд.
vi: OCI chấp nhận TTL tập bản ghi toàn bộ giây; Oracle khuyến nghị các giá trị ít nhất là 30 giây.
zh_hans: OCI 接受整秒 RRset TTL； Oracle 建议该值至少为 30 秒。
zh_hant: OCI 接受整秒 RRset TTL； Oracle 建議該值至少為 30 秒。

source: OK
de: Okay
es: bien
fr: D'accord
hi: ठीक है
id: Oke
ko: 알았어
tr: tamam
uk: добре
vi: được rồi
zh_hans: 好的
zh_hant: 好的
